Repository: Delutto/ray4laz
Catalog: package/lang/ushadertool.*.po
Languages: de, ru, uk

source: Automatically converted from ShaderToy for use with raylib.
de: Automatisch von ShaderToy für die Verwendung mit raylib konvertiert.
ru: Автоматически сконвертировано из ShaderToy в raylib формат.
uk: Автоматично конвертовано з ShaderToy для використання з raylib.

source: Calling the original function from ShaderToy
de: Aufruf der Originalfunktion von ShaderToy
ru: Вызываем оригинальную функцию из ShaderToy
uk: Виклик оригінальної функції з ShaderToy

source: Call the original function from ShaderToy with normalized coordinates
de: Originalfunktion von ShaderToy mit normalisierten Koordinaten aufrufen
ru: Вызываем оригинальную функцию из ShaderToy с нормализованными координатами
uk: Викликати оригінальну функцію з ShaderToy з нормалізованими координатами

source: Compile fragment shader
de: Fragment-Shader kompilieren
ru: Компиляция фрагментного шейдера
uk: Компілювати фрагментний шейдер

source: Compile vertex shader
de: Vertex-Shader kompilieren
ru: Компиляция вершинного шейдера
uk: Компілювати вершинний шейдер

source: Convert shader
de: Shader konvertieren
ru: Конвертировать шейдер
uk: Конвертувати шейдер

source: Copy
de: Kopieren
ru: Копировать
uk: Копіювати

source: Cut
de: Ausschneiden
ru: Вырезать
uk: Вирізати

source: Input variables from raylib
de: Eingabevariablen von raylib
ru: Входные переменные от raylib
uk: Вхідні змінні від raylib

source: Insert as code
de: Als Code einfügen
ru: Вставить как код
uk: Вставити як код

source: The main function that raylib calls
de: Die Hauptfunktion, die raylib aufruft
ru: Главная функция, которую вызывает raylib
uk: Головна функція, яку викликає raylib

source: New shader
de: Neuer Shader
ru: Новый шейдер
uk: Новий шейдер

source: Open shader
de: Shader öffnen
ru: Открыть шейдер
uk: Відкрити шейдер

source: Paste
de: Einfügen
ru: Вставить
uk: Вставити

source: Save as..
de: Speichern unter..
ru: Сохоанить как..
uk: Зберегти як..

source: Select all
de: Alles auswählen
ru: Выбрать все
uk: Вибрати все

source: Uniform variables ShaderToy
de: Uniform-Variablen ShaderToy
ru: Uniform-переменные ShaderToy
uk: Uniform-змінні ShaderToy
